{
  "_id": "R3m7HSPa2cURafsJ",
  "name": "Globe of Setath (III)",
  "type": "spell",
  "img": "systems/hm3/images/icons/svg/wind.svg",
  "effects": [],
  "folder": "2JX6jkRSgMm48QyW",
  "flags": {
    "core": {}
  },
  "system": {
    "notes": "",
    "description": "<p>A spell which creates a fascinating, confusing, illusory ball of flickering, multi-colored light. The globe, about one foot in diameter, hovers one foot above the caster’s head. Alternately, it may be attached to a Lyahvi elemental object. The globe remains stationary in relation to its root object.</p><p>The globe is Marginal or Critical, depending on the caster’s success. Anyone in line of sight within CSI hexes of the Globe tests a multiple of Will.</p><p>&nbsp;</p><p>CS Globe: Test Will x2</p><p>MS Globe: Test Will x4</p><p>&nbsp;</p><p>The effect for each victim depends on the success level generated by the Will test. Effects terminate immediately when the Globe dissipates.</p><p>&nbsp;</p><p>Result Effect on Victim</p><p>CF Victim remains stationary, gazing into the globe until the victim or the globe is removed. The victim cannot make any more rolls.</p><p>MF Victim gazes helplessly into the globe for 10 seconds, at which time another roll to break free can be made.</p><p>&nbsp;</p><p>MS Victim is partially distracted for 10 seconds. An engaged opponent earns a tactical advantage. The victim suffers a -10 Special Penalty to all skills and repeats the Will test each 10 seconds as necessary.</p><p>CS  Victim ignores the globe and does not have to make any (more) rolls.</p><p>&nbsp;</p><h2>Bonus Effects</h2><p>Note: The ability to see color is essential for the spell to achieve its effect. It has no effect upon people with Monochromasia (see Character 9).</p><p>&nbsp;</p><p>Time: 35-CSI seconds</p><p>Range: Line of Sight, CSI hexes</p><p>Duration: CSI rounds</p>",
    "source": "HM3 Magic",
    "macros": {
      "type": "script",
      "command": ""
    },
    "convocation": "Lyahvi",
    "level": 3,
    "effectiveMasteryLevel": 0
  },
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.6",
    "coreVersion": "11.305",
    "createdTime": 1689284362741,
    "modifiedTime": 1689285083843,
    "lastModifiedBy": "gaRXj6PUpj4nuJ7Y"
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "gaRXj6PUpj4nuJ7Y": 3
  },
  "_key": "!items!R3m7HSPa2cURafsJ"
}
