{
  "_id": "CT4P5XgVp0c0oz2a",
  "name": "00 Welcome",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "folder": "",
  "flags": {},
  "content": "<h2>Table Of Contents</h2>\n<ul>\n<li>@JournalEntry[Features]</li>\n<li>@JournalEntry[Characters]</li>\n<li>@JournalEntry[Creatures]</li>\n<li>@JournalEntry[Containers]</li>\n<li>@JournalEntry[Shock Index]</li>\n<li>@JournalEntry[Macros]</li>\n<li>@JournalEntry[Modeling Esoteric Effects]</li>\n<li>@JournalEntry[Sheet - Header]</li>\n<li>@JournalEntry[Sheet - Fa&ccedil;ade Tab]</li>\n<li>@JournalEntry[Sheet - Profile Tab]</li>\n<li>@JournalEntry[Sheet - Skills Tab]</li>\n<li>@JournalEntry[Sheet - Combat Tab]</li>\n<li>@JournalEntry[Sheet - Esoterics Tab]</li>\n<li>@JournalEntry[Sheet - Gear Tab]</li>\n<li>@JournalEntry[Sheet - Effect Tab]</li>\n<li>@JournalEntry[Combat - Overview]</li>\n<li>@JournalEntry[Combat - Assisted]</li>\n<li>@JournalEntry[Combat - Automated]</li>\n</ul>\n<p>Welcome to <a title=\"HarnMaster 3\" href=\"https://secure.columbiagames.com/product/4001-PDF\" target=\"_blank\" rel=\"noopener\">H&acirc;rnMaster 3</a> on <a title=\"HarnMaster 3 on Foundry VTT\" href=\"https://foundryvtt.com/packages/hm3/\" target=\"_blank\" rel=\"noopener\">Foundry VTT</a>. This system has been designed to enhace the experience of playing H&acirc;rnMaster by brining support for the game to the Foundry VTT platform. A wide aray of features are included, some of which are detailed in @JournalEntry[Features].</p>\n<p>It is highly recommended that you read the documentation for Foundry VTT and/or watch the various YouTube videos on using the system; I will not describe the capabilites or use of Foundry VTT here, except insofar as this system specifically uses those capabilites.</p>\n<p>This system is not designed to play the game for you or replace the rules. A specific design criteria was to automate, but provide plenty of opportunity for the GM and players to take over at any point and perform manual rolls or role-play the various aspects of the game.&nbsp; Feel free to use the automation when useful, and to abandon it when special conditions warrant. Just because something is automated does not mean it has to be used if situations in the game or GM/Player desires warrant.</p>\n<p><span style=\"font-size: 1.5em;\">Actors and Items</span></p>\n<p>Foundry VTT supports two major features in gameplay: Actors and Items.&nbsp; In this system Actors represent characters, creatures, and external containers.&nbsp; A major feature of actors are they can be placed on the playing canvas and you can move them around and even enter into combat with them (although entering combat with a container is largely pointless). Items represent either physical gear (such as a sword, piece of armor, or money) or actor features (such as traits, skills, magic spells, etc.).</p>\n<h3>Actors</h3>\n<p>The three actors that are defined are:</p>\n<ul>\n<li><strong>Characters: </strong>These represent human or humanoid beings that can have social structures, can perform spells and religious rituals, and act effectively like humans do.&nbsp; Some non-human opponents (even Ivashu) might be modeled as characters, including Gargun, Nolah, etc.&nbsp; See @JournalEntry[Characters] for more information.</li>\n<li><strong>Creatures: </strong>These represent non-human-like beings such as horses, some Ivashu (e.g., Vlasta), and other such beings. These creatures differ from the human-like creatures in that they generally do not have the same humanoid hit-locations, don't use magic spells (although they might use Psionics), etc. See @JournalEntry[Creatures] for more information.</li>\n<li><strong>Containers: </strong>These model real-world objects that can contain items: some obvious containers would be chests or large sacks, but less obvious would be a store (which is a sort of container of items) or vehicles (such as a wagon or cart). Note that although a horse carries items as well, it would be better modeled as a creature. A container differs from other actors because it has no abilities, skills, or any other characteristics other than the ability to contain items. Note that these differ from on-person containers because they have existence separate from other characters or creatures. See @JournalEntry[Containers] for more information.</li>\n</ul>\n<h3>Items</h3>\n<p>Items represent physical objects or features within the game.&nbsp; All items, with the exception of Injuries and Armor Locations, may have Effects associated with them.&nbsp; See @JournalEntry[Effects] for more information.</p>\n<p>The following items are defined:</p>\n<ul>\n<li><strong>Skills: </strong>Physical and mental activities and capabilities of characters and creatures. They are subdivided into six types: Physical, Communication, Combat, Craft, Magic, and Ritual. See @JournalEntry[Sheet - Skills Tab].</li>\n<li><strong>Traits: </strong>Physical and psyche aspects of a character or creature, such as albinism or phobias. See @JournalEntry[Sheet - Profile Tab].</li>\n<li><strong>Magic Spells: </strong>Spells and incantations performed by Shek-Pvar, associated with the various magic convocations. These should never be confused with religious invocations. See @JournalEntry[Sheet - Esoterics Tab].</li>\n<li><strong>Ritual Invocations: </strong>Religious rituals invoking divine powers performed by priests, shamen,&nbsp; and other religious persons. These should never be confused with spells. See @JournalEntry[Sheet - Esoterics Tab].</li>\n<li><strong>Psionic Talents: </strong>Mental powers and capabilties (such as telepathy or telekinesis). See @JournalEntry[Sheet - Esoterics Tab].</li>\n<li><strong>Injuries: </strong>Physical damage to the body, including blunt trauma, cuts, piercing, blood loss, infection, poisioning, and other such ailments. See @JournalEntry[Sheet - Combat Tab].</li>\n<li><strong>Armor Locations: </strong>Various locations of the body that are subject to damage in combat, such as skull, neck, arms, legs, hands, feet, wings, tails, etc. See @JournalEntry[Sheet - Combat Tab].</li>\n<li><strong>Melee Weapons (weapongear): </strong>Weapons used in close combat, such as swords, spears, shields, clubs, daggers, etc. Note that some weapons that throw missiles are considered melee weapons, such as bows (which can be treated as a sort of staff in melee combat), spears, hand axes, or knives (which can be used in melee as well as thrown).&nbsp; Weapons that can be both melee weapons and missile weapons will have separate entries for each. See @JournalEntry[Sheet - Combat Tab].</li>\n<li><strong>Missile Weapons (missilegear): </strong>Weapons that separate from the actor and strike opponents at a distance, including arrows, stones, sling bullets, javelins, throwing knives, etc. See @JournalEntry[Sheet - Combat Tab].</li>\n<li><strong>Armor: </strong>Protection for various parts of the body (i.e., armor locations) against injury. See @JournalEntry[Sheet - Gear Tab].</li>\n<li><strong>Containers: </strong>These are personal containers (different from actor containers) that are used to carry object on a person, such as bags, backpacks, belt pouches, etc.&nbsp; Waterskins and pots, although they are a sort of container, would generally not be considered containers unless they are meant to contain objects (such as coins, etc.). See @JournalEntry[Sheet - Gear Tab].</li>\n<li><strong>Misc. Gear:</strong> All other physical objects not modeled elsewhere, such as coins, tinderboxes, pans, rope, food, etc. See @JournalEntry[Sheet - Gear Tab].</li>\n</ul>\n<h2>Recommended Modules</h2>\n<p>Although many modules can be used with Foundry VTT to enhance play, the following modules are specifically recommended because they interact well with features of this system.</p>\n<ul>\n<li><a title=\"Dice So Nice Module\" href=\"https://foundryvtt.com/packages/dice-so-nice/\" target=\"_blank\" rel=\"noopener\">Dice So Nice</a> for enhanced ambiance when dice rolls occur.</li>\n<li><a title=\"Turn Marker Module\" href=\"https://foundryvtt.com/packages/turnmarker/\" target=\"_blank\" rel=\"noopener\">Turn Marker</a> for improved combat management, making the attacker much more apparent.</li>\n<li><a title=\"Mount Up Module for Foundry VTT\" href=\"https://github.com/Brunhine/MountUp\" target=\"_blank\" rel=\"noopener\">Mount Up</a> for use with steeds. This will provide your token with a visual indication that the character is mounted on the steed. See the module for documentation and specifics.</li>\n<li><a title=\"Calendar/Weather Module\" href=\"https://foundryvtt.com/packages/calendar-weather/\" target=\"_blank\" rel=\"noopener\">Calendar/Weather</a> for use with Effects. Many Effects will have a duration based on world time, and the easiest way to control world time is with this module. Provides a nice calendar and easy-to-use interface for managing time.&nbsp; Requires the About Time module.</li>\n<li><a title=\"About Time Module\" href=\"https://foundryvtt.com/packages/about-time/\" target=\"_blank\" rel=\"noopener\">About Time</a> for use with Effects and the Calendar/Weather module.</li>\n<li><a style=\"box-sizing: border-box; user-select: text;\" title=\"Friends, Foes, and Followers V1\" href=\"https://foundryvtt.com/packages/hm3-fffv1/\" target=\"_blank\" rel=\"noopener\">Friends, Foes, and Followers V1</a><span style=\"color: #191813;\"> provides 144 premade characters with detailed characteristics and backgrounds you can use in your campaign.</span></li>\n<li><a style=\"box-sizing: border-box; user-select: text;\" title=\"Comprehensive Price Lists\" href=\"https://foundryvtt.com/packages/hm3-cpl/\" target=\"_blank\" rel=\"noopener\">Comprehensive Price Lists</a><span style=\"color: #191813;\"> provides a large number of compendiums containing gear of various types for use with your characters.</span></li>\n</ul>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "pages": [],
  "_key": "!journal!CT4P5XgVp0c0oz2a"
}
