{
  "name": "Combat - Overview",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p>Combat in HarnMaster is a complex dance performed between the attacker and defender.&nbsp; Each combat round, attackers and defenders perform multiple activities and respond to various events.&nbsp; Within a single combat turn, there are decisions to be made on what weapons to use, what sort of attack to make, what aspect of weapon to use, what sort of defense to perform, multiple dice rolls for attacks, defense, table lookups to determine results of combat, and then more rolls to determine damage, lookup damage location, determine armor and damage absorption, and finaly determine injury and effects (including shock, fumbling, and stumbling).</p>\n<p>All of these decisions and activities can make all but the most trivial combat encounters very slow.&nbsp; This system was designed to specifically address this issue and increase the speed and ease of combat encounters.</p>\n<p>Because of the different needs players and GMs have, there are two complimentary mechnaisms available for combat: assisted combat and automated combat.</p>\n<h2>Assisted Combat</h2>\n<p>Assisted combat can be used anytime, whether in or out of formal combat.&nbsp; The system is designed for flexibility; users can easily insert their own activities or special rules at any point.&nbsp; There is very limited automation, slightly more than automated dice rolling, with the exception of Injury rolls which are comprehensive.&nbsp; In particular, assisted combat does not include the combat tables, which still must be consulted in order to determine outcome of combat.</p>\n<p>Because assisted combat has no requirement for the combat tracker, attacks may be initiated by anyone at any time.&nbsp; There is no relationship between the various rolls; the users are expected to know when to perform a particular roll in assisted combat. There is no concept of a \"target\"; players must track their targets themselves, and track what actions need to be taken and where they are in a combat situation, and determine appropriate next steps.</p>\n<p>For more information on assisted combat, see @JournalEntry[Combat - Assisted].</p>\n<h2>Automated Combat</h2>\n<p>Automated combat may only be used in a formal combat situation, with the combat tracker active.&nbsp; Only the combatant whose turn it is may perform attacks.&nbsp; Automated combat requires that the attacker designate a single target (by marking the token as \"targetted\").&nbsp; Exactly one target token must be designated, no more or less.&nbsp; Automated combat is then initiated, and from there it guides the characters (both attacker and defender) through a series of automated steps, prompting for decisions along the way on how to respond.&nbsp; All dice rolls and combat table lookups are handled, and the players and GM are presented with the results of combat quickly.&nbsp; By leading the players and GM through the combat situation, combat encounters become relatively quick and ... \"painless\".</p>\n<p>But a drawback to automated combat is that it is relatively inflexible. It assumes the combat situation is following the \"normal\" rules, and no unusual activities are occuring outside of the standard combat flow.&nbsp; For this reason, it may not be appropriate for all situations.&nbsp; In that case, you can always fall back on Assisted Combat.</p>\n<p>For more information on automated combat, see @JournalEntry[Combat - Automated].</p>\n<h2>Creating a Hotbar Macro</h2>\n<p>For either assisted or automated combat, use of the macro bar is very highly suggested. The macro bar will allow you to initiate combat with the press of a single hotkey button, rather than needing to open up the character sheet and select the weapon.</p>\n<p>Setting up a macro for combat is simple.&nbsp; Simply open the character sheet and drag the desired weapon to an open location on the hotbar.&nbsp; A dialog will appear asking you what sort of macro you would like to create: automated attack, or assisted attack, defense, or damage.&nbsp; Once you select one, a new macro will be created in that hotbar location for that weapon.&nbsp; You may continue to do this with other spots on the hotbar, assigning them other macros.</p>\n<p>For a list of all of the macro functions available, see @JournalEntry[Macros].</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "wpxPTGayzW3jfChK",
  "pages": [],
  "_key": "!journal!wpxPTGayzW3jfChK"
}
