{
  "name": "Combat - Automated",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p>HarnMaster combat consists of a number of phases and steps which require making various decisions and performing rolls.&nbsp; These activities, especially in combats with many combatants, can become complex and time consuming (i.e., slow).</p>\n<p>Automated Combat attempts to relieve these problems by leading the players through a rapid set of simple decisions, and performing all of the rolls and table lookups for the players and GM.&nbsp; So long as the normal combat workflow is followed, the automation will ensure that combats are performed comparatively rapidly.</p>\n<p>The players and GM must realize that automated combat assumes that the combat is being performed using the normal, usual rules.&nbsp; If the GM has special house rules for combat, or the players are in an unusual situation where special combat rules apply, automated combat may not work well or at all.&nbsp; In that case, the players and GM might consider utilizing the limited automation from assisted combat rather than attempting automated combat.</p>\n<p>One major difference between automated combat and assisted combat is that automated combat requires that there be a combat initiated, and it must be the attacker's turn to perform an attack.&nbsp; Assisted combat has no concept of combat turns, and can therefore be used even when outside of formal combat situations.</p>\n<h2>Requirements</h2>\n<p>Automated combat can only be initiated by an attacker who is in a combat (managed by the combat tracker), and it must be the attacker's turn to attack.&nbsp; The attacker must select a single target token (there are a variety of ways of doing this, including double right-click, clicking on the bullseye in the Token HUD, etc.).&nbsp; Then, the attacker begins an attack (either by clicking on the weapon name in the character sheet or via one of the automated combat macro commands).&nbsp;<em> GMs can initiate assisted combat at any time with any token.</em></p>\n<p>Automated combat <strong>requires</strong> that the player initiating combat have a single other token marked as a target. A player can mark a token as a target either by pressing the bullseye button in the Token HUD, or double-right clicking on a token. GMs cannot use the double-right click option and instead must use the bullseye button or a module such as <a href=\"https://foundryvtt.com/packages/t-is-for-target/\" target=\"_blank\" rel=\"noopener\">T is for Target</a>.</p>\n<h2>Initiating Automated Combat</h2>\n<p>Automated combat can be initiated in one of two ways. Either by double-clicking on the token to open its Sheet and clicking on the weapon name you would like to attack with or by pressing a previously setup macro on the Hotbar for that weapon.&nbsp; See @JournalEntry[Combat - Overview] for a discussion of setting up macros for combat.</p>\n<h2>The Flow of Automated Combat</h2>\n<p>After a player initiates automated combat, the <strong>attacker</strong> is presented with a dialog to select weapon aspect, aim (low, mid, high), and to add additional modifiers.</p>\n<p>Next, in the chat tab of the sidebar, the <strong>defender</strong> is presented with options to defend: dodge, counterstrike, block or ignore. In the case of Counterstrike or block, the defender then has to choose a weapon gear (weapon or shield) to perform the defense with.</p>\n<p>Once the defense is chosen, dice are rolled and the results compared. If the attack results in an injury, then the <strong>defender</strong> is presented with an injury button, and presses the injury button to roll it.</p>\n<p>If either the defender or attacker stumbles or fumbles, they are presented with buttons to roll the appropriate skill check.</p>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "GBqpdEyL0dZo9m06",
  "pages": [],
  "_key": "!journal!GBqpdEyL0dZo9m06"
}
