{
  "name": "Combat - Assisted",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p>Assisted Combat is the term for combat where the players and GM completely control the flow of combat, and use automatic die rolling to perform the individual steps.</p>\n<p>For example, if there are two players each with a combatant, Alpha and Beta, the sequence might look like this:</p>\n<ol>\n<li>Alpha player clicks on \"AML\" for Broadsword, and is told the result is moderate success.</li>\n<li>Beta player decides to block, and clicks on the \"DML\" entry for Round Shield, and is told the result is moderate success.</li>\n<li>The combat table is consulted, and the result (\"Block\") indicates that no damage occured.</li>\n<li>Next, Beta player clicks on \"AML\" for their weapon, hand axe, and is told the result is moderate success.</li>\n<li>Alpha player decides to block with their sword, and clicks on the \"DML\" entry for Broadsword, and is told the result is moderate failure.</li>\n<li>The combat table is consulted, and the result (\"A*1\") indicates that 1d6 damage is done to Alpha.</li>\n<li>Beta player now clicks on the \"E\" aspect for Hand Axe (which has an impact rating of 6).&nbsp; Beta player selects the number of dice (1), the aspect (edged), and any additional modifiers (none), and the system rolls 4+6=10 points impact.</li>\n<li>Alpha player (who has been hit for 10 points impact) then clicks on \"Injury\", and chooses Location (Random), Aim (mid), aspect (edged), and impact (10), then clicks OK.&nbsp; The roll calculates that Alpha has taken an S3 injury to the Left Thigh, which has only cloth armor, and Alpha must make a stumble roll. The injury is automatically recorded on Alpha's character sheet.</li>\n<li>Alpha player clicks on the Stumble roll, and makes their stumble roll.</li>\n<li>Finally, per the rules, Alpha Player would now need to perform a Shock roll by clicking on the Shock roll.</li>\n</ol>\n<p>The combat would continue in this vein until completion.</p>\n<p>Note that although there is some automation and rolling of dice, the flow of combat is largely coordinated by the players and GM. The players are expected to be well-versed in the rules and have several appropriate macros setup on their macro bar to speed up the flow of combat.</p>\n<p>A significant benefit of this approach is the high-degree of flexibility it grants the players and GM. Because the flow of combat is completely dictated by the players, unusual or novel attacks or defenses may be employed without difficulty, while still maintaining some of the benefits of automation.</p>\n<p>The parts that play a roll in assisted combat are:</p>\n<ol>\n<li>Attack roll (clicking on AML on attacking weapon on Combat tab)</li>\n<li>Defend roll for blocking (clicking on DML on blocking weapon on Combat tab)</li>\n<li>Dodge roll (if using Dodge defense)</li>\n<li>Damage roll (click on B/E/P value for attacking weapon to roll damage for that aspect)</li>\n<li>Generic Damage Roll (for unusual situations where damage has occured)</li>\n<li>Injury Roll (performed by defending character after they have been hit) which determines location, armor protection, and resulting injury if any.</li>\n<li>Shock Roll</li>\n<li>Stumble Roll</li>\n<li>Fumble Roll</li>\n</ol>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "v2OKHgprn88OLfbV",
  "pages": [],
  "_key": "!journal!v2OKHgprn88OLfbV"
}
