{
  "name": "Sheet - Header",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p>At the top of every page is the sheet header, containing important information regarding the actor.&nbsp; This header differs slightly among the actors, but contains the following elements:</p>\n<h2>Icon</h2>\n<p>This icon provides a visual clue to the actor, usually a headshot.&nbsp; This may be, but is not necessarily, the same as the avatar used on the canvas.</p>\n<h2>Name</h2>\n<p>The name can be either the personal name (in the case of Player Characters or important NPCs), or a type name (such as Militia or Tribesman or City Watch).&nbsp; In the case of creatures, this is almost always a type name, although when used with Species is may also be a personal name for a particular creature.</p>\n<h2>Universal Penalty and Physical Penalty (characters and creatures only)</h2>\n<p>These are the standard HarnMaster penalties as described in Skills 6.&nbsp; These penalties are automatically calculated based on encumbrance, injury level, and fatigue.&nbsp; They are automatically applied to abilities, move, skills, attacks, and defenses.&nbsp; Staying aware of the state of these two penalties is very important.</p>\n<h2>Shock Index (characters and creatures only)</h2>\n<p>The shock index describes the health of the character or creature, and is described in @JournalEntry[Shock Index]</p>\n<h2>Max Capacity and Contents Weight (containers only)</h2>\n<p>This describes the maximum capacity of the container and the current weight of the contents.</p>\n<h2>Move Rate (characters and creatures only)</h2>\n<p>The move rate is described in Combat 2; However, note that in this system the move rate is expressed in feet rather than in hexes as described in the rules, so multiply the move rate in the rules by 5 to get the number of feet.&nbsp; For instance, if the rules specify a character has a move rate of 12, then the move rate here would be 60.</p>\n<p>Move rate is divided into the base move rate (entered by the player) and effective move rate, which is affected by various penalties. All calculations should normally use the effective move rate.</p>\n<h2>Occupation (characters only)</h2>\n<p>The apparent occupation pursued by the character. Note that this may not be the same as their true occupation; for instance, a character may be posing as a merchant, but are actually a royal assassin. The apparent occupation would be placed here.</p>\n<h2>Species (creatures only)</h2>\n<p>In some cases, creatures are unique and will have a unique name, while being part of a class of creatures. This is often the case with Ivashu.&nbsp; This field is optional if the name field represents the class of creature (for instance, \"Bear\").</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "kAGcUrWUIqtrEOsM",
  "pages": [],
  "_key": "!journal!kAGcUrWUIqtrEOsM"
}
