{
  "name": "Sheet - Profile Tab",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p><img src=\"systems/hm3/images/help/profile-tab.jpg\" alt=\"Profile Tab\" width=\"730\" height=\"619\" /></p>\n<p>The Profile tab is where you record all the private biographical information about a character or creature. Its ability stats, non-visible information like birthday, sunsign, social class, as well as the character backstory. In the case of creatures it could be things like habitat, diet, and combat tactics.</p>\n<h2>Ability Scores</h2>\n<p>The top section of the Profile Tab contains the character or creature ability scores.&nbsp; Each ability score box consists of the ability name at the top, with the effective ability score in large bold numbers below that, and the base ability score at the bottom in smaller font.&nbsp; The effective ability score is determined by taking the base ability score and applying the Physical Penalty or Universal Penalty as appropriate.</p>\n<p>Beside the base abililty score are two dice icons:&nbsp; <img src=\"systems/hm3/images/icons/svg/dice-d6.svg\" width=\"12\" height=\"12\" />&nbsp;or&nbsp;<img src=\"systems/hm3/images/icons/svg/dice-d20.svg\" width=\"12\" height=\"12\" />.&nbsp; The&nbsp;<img src=\"systems/hm3/images/icons/svg/dice-d6.svg\" width=\"12\" height=\"12\" /> icon performs a 3d6 roll against the ability score, with values less than or equal to the ability as success, otherwise failure (no criticals).&nbsp; The&nbsp;<img src=\"systems/hm3/images/icons/svg/dice-d20.svg\" width=\"12\" height=\"12\" /> icon&nbsp;performs a 1d100 roll against the ability score x 5; this roll may have modifiers applied, and may have critical results in addition to success or failure.&nbsp; Your GM will decide when to roll one or the other.</p>\n<h2>Sunsign, Race, and Gender (characters only)</h2>\n<p>Certain characteristics are only applicable to characters. These include Sunsign, Race, and Gender.</p>\n<p>Sunsigns are used in skills to determine bonuses to the skill base, while the other fields are only descriptive in nature and are not otherwise used in any calculations.</p>\n<h2>Load Rating (creatures only)</h2>\n<p>Load Rating is only applicable to creatures.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">Load Rating is described in Combat 21. This represents the base load a creature can carry before any encumbrance rules apply. It is specified in the Profile tab for creatures.</p>\n<h2 style=\"box-sizing: border-box; user-select: text; color: #191813;\">Physical Traits</h2>\n<p>Physical traits are anything visible on the character or any aspect which in some way impacts physical aspects of the character.</p>\n<p>Anything from the Medical table on Character 9 would be a candidate for a physical trait.</p>\n<p>Some physical traits may have an effect on a character, such as modifying an ability or group of skills e.g. melee skills. All effects for an actor are displayed on the @JournalEntry[Sheet - Effect Tab]. Note that if the effect is permanent, such as losing a leg, you could also just permanently make the ability adjustment in the character sheet. You don't have to use an effect.</p>\n<p>Note that Effects cannot be added or edited from the edit trait dialog. To create a trait with an effect, you have to create the trait in the Items Sidebar, then drag and drop it onto the character.</p>\n<h2>Psyche Traits</h2>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">Psyche traits are any mental aspects of the character which you want to record.&nbsp;</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">Anything from the Psyche table on Character 9 would be a candidate for a psyche trait.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">Some psyche traits may have an effect on a character, such as modifying an ability or group of skills e.g. melee skills. All effects for an actor are displayed on the @JournalEntry[Sheet - Effect Tab]. Note that if the effect is permanent, such as a psychic gift that increases your aura, you could also just permanently make the ability adjustment in the character sheet. You don't have to use an effect.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">Note that Effects cannot be added or edited from the edit trait dialog. To create a trait with an effect, you have to create the trait in the Items Sidebar, then drag and drop it onto the character.</p>\n<h2>Biography</h2>\n<p>The Biography section is where you record any miscellaneous biographical information, as well as character or creature backstory. Generally this is private information that the casual observer would not be able to discern. Information in this section will not be visible to others unless they are given observer or owner privileges on the character or creature.</p>\n<p>For characters, this can include any of the highly detailed backstory information contained in the HarnMaster rules. Birthdate, social class, parentage, clan relationship and estrangement, friends and enemies, and all similar information would be appropriate here. Some of this information may contradict (intentionally) information in the public description.</p>\n<p>For creatures, this may include preferred attack patterns, habitat, special abilities, or any other relevant information.</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "jBtc38nbP83MSHLA",
  "pages": [],
  "_key": "!journal!jBtc38nbP83MSHLA"
}
