{
  "name": "Sheet - Gear Tab",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p><img src=\"systems/hm3/images/help/gear-tab.jpg\" alt=\"Gear Tab\" width=\"709\" height=\"757\" /></p>\n<p>The Gear tab provides a single location where all physical items carried by the character or creature are described. Armor, weapons, missiles, containers, and misc. gear are all available here.</p>\n<p>All items are either carried loose \"On Person\", or may be placed into containers. Each container carried opens up a new section in this tab where the items carried in that container are specified.</p>\n<h2>Carried Gear</h2>\n<p>Gear may be designated as either carried, meaning the character or creature is actually carrying the item, or uncarried, which means the item is owned by the character, but not being physically carried.&nbsp; For instance, the item may have been dropped on the ground, or placed in a cart.&nbsp; The character still owns it, but it does not count against encumbrance.</p>\n<p>The suitcase icon designates whether the item is carried or not.</p>\n<h2>Equipped Gear</h2>\n<p>Certain gear may be equipped, including armor and weapons. When an item is equipped, it is actively in use by the character or creature, and will show up in the Combat tab, and will be avaialble for attacks or defense.&nbsp; Only carried items may be equipped.</p>\n<p>The shield icon designates whether the item is equipped or not.</p>\n<p>Any items placed into containers are by definition unequipped. Once taken out of a container and placed On Person, they may again be equipped.</p>\n<p>Also, any item that is not carried is also, by definition, unequipped.</p>\n<h3>Armor</h3>\n<p>Armor which is equipped will increase the armor rating of various body parts, depending on which body parts are covered by the armor and its protective values.&nbsp; These values are automatically applied to the armor locations on the Combat tab when the armor is equipped, and removed when the armor is unequipped.</p>\n<h3>Weapons</h3>\n<p>Melee and missile weapons which are equipped will show up in the Melee Weapons or Missile Weapons sections of the Combat tab, and may be used for attack and defense as appropriate.</p>\n<h2>The On Person section</h2>\n<p>If not otherwise designated, all equipment is placed in the \"On Person\" section.&nbsp; This section represents all of the loose gear carried about the person, incluidng clothing, belts, etc.&nbsp; Armor and weapons that are On Person may be equipped.</p>\n<p>In the header of the On Person section is a Capacity label that specifies the total weight of all gear carried (including in containers).&nbsp; Also, the maximum weight is also indiated.&nbsp; If the character carries more than the maximum weight allowed, the Capacity value will be shown in red.</p>\n<h2>Containers</h2>\n<p>When a container is added to a character, a new section appears in the Gear tab for the container. Items in the container's section are considered to be contained in the container.&nbsp; You may drag and drop items into and out of containers as you wish.</p>\n<p>The container consists of two parts: the physical container object (e.g., a sack), which is a separate item placed in the On Person section, and the container's section describing the contents of the container.&nbsp; The container's item will have weight, and may be designated as carried or not.&nbsp; If a container item is uncarried, all of the items in the container are also considered uncarried.</p>\n<p>Limitation: You may not place containers within other containers.&nbsp; All container objects must be in the On Person section.</p>\n<p>In the header of the container's section is a \"Capacity\" field, which shows the total weight of all items in the container, and the maximum capacity of the container.&nbsp; If the total weight of all items in a container exceeds its capacity, this field will turn red.</p>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "8LNCScB57ZAdYRhD",
  "pages": [],
  "_key": "!journal!8LNCScB57ZAdYRhD"
}
