{
  "name": "Sheet - Effect Tab",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p><img src=\"systems/hm3/images/help/effects-tab.jpg\" alt=\"Effects Tab\" width=\"712\" height=\"161\" /></p>\n<p>Effects are modifications to an actor's abilities or skill which may be permanent or temporary. Some effects could be turned on for a while but then disabled until the next time they are invoked.</p>\n<p>Typical uses for Effects are magic items: artifacts that absorb a certain number of fatigue points, or that improve an actor's attack rolls, defense rolls, or that affect the impact of weapons. Other ways effects can be used include handling steeds (half encumbrance and fatigue when mounted), environmental effects (-20 to all missile attacks due to fog), etc.</p>\n<p>Effects are particularly useful when setup to expire at some future point.&nbsp; For instance, an artifact may reduce fatigue by half while worn (indefinite duration), or a character in combat may become berserk for 5 rounds (+20 to AML for all melee attacks), or a potion might deaden pain of injuries (reducing total injury level by half) for 2 hours.&nbsp; You can specify these durations, either in game time or in terms of combat rounds/turns.</p>\n<p>Ultimately, <em>all Effects are associated with actors</em>.&nbsp; The entity that is affected by the Effect is the actor.&nbsp; But the Effect may be attached either directly to an actor, or it may be attached to an item (which is then associated with an actor). When an Effect is attached to an item, then when the item is added to an actor, <strong>all</strong> <strong>Effects from the item are inherited by the actor</strong>.</p>\n<h2>Creating Effects</h2>\n<p>When you create an effect, you also specify its duration.</p>\n<p>Unspecified - this effect is active until you specifically disable it</p>\n<p>Now (Game time) - this effect is active for a certain number of game seconds/minutes/hours. You will want to also install the add-on module \"<a href=\"https://foundryvtt.com/packages/about-time/\">About Time</a>\" to ensure that game time progresses.</p>\n<p>Now (Current Combat) - this effect will be active for a given number of rounds of combat. No separate add-on module is required for this.</p>\n<p>Note that when creating an effect on an item, start time has no meaning.&nbsp; Start time is only meaningful when affecting a character or creature.</p>\n<h2>Start Time</h2>\n<p>When an effect is first inherited by a character or creature from an item, or when the effect is created on a character or creature, the start time begins at that moment.&nbsp; The effect will continue operating until its duration expires.</p>\n<p>In addition, if a disabled effect is re-enabled, the start time will be set to the current time and the effect will begin.</p>\n<h2>Effect Modes</h2>\n<p>For every effect, you can choose an appropriate \"mode\".&nbsp; The useful modes are:</p>\n<ul>\n<li><strong>Add</strong> - Allows you to add or subtract a fixed value from the affected attribute</li>\n<li><strong>Multiply</strong> - Allows you to multiply (or divide by using a fraction between 0 and 1) the affected attribute</li>\n<li><strong>Upgrade</strong> - Specify a minimum value; any value less than the specified value will be increased to that value</li>\n<li><strong>Downgrade</strong> - Specify a maximum value; any value greater than the specified value will be decreased to that value</li>\n<li><strong>Override</strong> - Indicate a specific value for the affected attribute</li>\n<li><strong>Custom</strong> - No effect</li>\n</ul>\n<h2>Available Effects</h2>\n<p>The following effects are availble:</p>\n<ul>\n<li><strong>Melee Attack*</strong> - This provides a modifier to the AML of all melee attacks.</li>\n<li><strong>Melee Defense*</strong> - This provides a modifier to the DML of all melee defenses.</li>\n<li><strong>Missile Attack*</strong> - This provides a modifier to the AML of all missile attacks.</li>\n<li><strong>Fatigue</strong> - Modifies the effective fatigue, or level of physical exhaustion</li>\n<li><strong>Encumbrance</strong> - Modifies the effective encumbrance, or penalty for carrying heavy loads</li>\n<li><strong>Endurance</strong> - Modifies the effective endurance, or innate constitution of the character</li>\n<li><strong>Injury Level</strong> - Modifies the total Injury Level (not the IL of individual injuries)</li>\n<li><strong>Move</strong> - Modified the effective movement rate</li>\n<li>Effective Ability Scores - Each of the ability scores may be chosen; the effect will modify the effective score</li>\n<ul>\n<li><strong>Strength</strong></li>\n<li><strong>Stamina</strong></li>\n<li><strong>Dexterity</strong></li>\n<li><strong>Agility</strong></li>\n<li><strong>Eyesight</strong></li>\n<li><strong>Hearing</strong></li>\n<li><strong>Smell</strong></li>\n<li><strong>Voice</strong></li>\n<li><strong>Intelligence</strong></li>\n<li><strong>Will</strong></li>\n<li><strong>Aura</strong></li>\n<li><strong>Morality</strong></li>\n<li><strong>Comelines</strong></li>\n</ul>\n</ul>\n<p>* For these effects, only the \"Add\" mode is applicable.&nbsp; All other modes have no effect.</p>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "ADgJFxAxAcqcF5q2",
  "pages": [],
  "_key": "!journal!ADgJFxAxAcqcF5q2"
}
