{
  "name": "Sheet - Skills Tab",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p><img src=\"systems/hm3/images/help/skills-tab.jpg\" alt=\"Skills Tab\" /></p>\n<p>The heart and soul of HarnMaster characters and creatures are their skills, and this tab is where those skills are recorded.</p>\n<h2>Filter Bar</h2>\n<p>At the top of this tab is a filter bar.&nbsp; Because the list of skills over time can become quite extensive, this filter bar allows you to quickly find and utilize a particular skill. Just type in any part of a skill name, and the list of skills will reduce to only those that match the filter criteria.</p>\n<h2>Skills and Penalties</h2>\n<p>Each of the skills consists of three values, as described in HarnMaster Skills: Skill Base, Mastery Level, and Effective Mastery Level.&nbsp; Although the Mastery Level is entered by the player, the Effective Mastery Level is calculated by taking the Mastery Level and applying a modifier based on the Universal Penalty or Physical Penalty.&nbsp; Please see HarnMaster Skills for information on how these modifiers apply.</p>\n<h2>Skill Development Roll (SDR)</h2>\n<p>As characters use their skills, they gain the opportunity to improve those skills.&nbsp; To make this process easier to track, when you use a skill and the GM decides you will have the opportunity to increase the skill, you click on the star icon next to that skill.&nbsp; The icon will enable, to remind you that at the end of your gaming session you may perform a skill development roll.</p>\n<p>If a skill has a SDR icon enabled, and the player clicks on it, a prompt will appear to either perform an SDR, or simply toggle off the SDR indicator.</p>\n<p>If an SDR is performed, a roll will be made and if successful the skill will automatically be increased by 1.</p>\n<p><strong>If the skill name contains parenthesis anywhere in the name, the skill will be considered a specialization.&nbsp; </strong>In that case, the if the SDR is successful the skill will increase by 2 instead of 1.</p>\n<h2>Notes Replacement</h2>\n<p>Whenever a skill roll is performed, any note associated with that skill will be displayed on the chat card for that skill roll.</p>\n<p>In the notes field, it is possible to add content that <strong>performs variable substitution when the note is displayed on a chat card</strong>. This is indicated by the format <code>${variable}</code>.&nbsp; The mechanism is identical to the use of Template Literals in JavaScript, including the ability to perform expressions.&nbsp; The following variable values are available:</p>\n<table style=\"height: 206px; width: 99.1477%;\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 19.0544%;\">Variable</td>\n<td style=\"width: 80.2292%;\">Notes</td>\n</tr>\n<tr>\n<td style=\"width: 19.0544%;\">up</td>\n<td style=\"width: 80.2292%;\">Universal Penalty</td>\n</tr>\n<tr>\n<td style=\"width: 19.0544%;\">pp</td>\n<td style=\"width: 80.2292%;\">Physical Penalty</td>\n</tr>\n<tr>\n<td style=\"width: 19.0544%;\">il</td>\n<td style=\"width: 80.2292%;\">Total Injury Levels</td>\n</tr>\n<tr>\n<td style=\"width: 19.0544%;\">fatigue</td>\n<td style=\"width: 80.2292%;\">Effective Fatigue</td>\n</tr>\n<tr>\n<td style=\"width: 19.0544%;\">eml</td>\n<td style=\"width: 80.2292%;\">Current Skill Effective Mastery Level</td>\n</tr>\n<tr>\n<td style=\"width: 19.0544%;\">ml</td>\n<td style=\"width: 80.2292%;\">Current Skill Mastery Level</td>\n</tr>\n<tr>\n<td style=\"width: 19.0544%;\">sb</td>\n<td style=\"width: 80.2292%;\">Current Skill Skill Base</td>\n</tr>\n<tr>\n<td style=\"width: 19.0544%;\">si</td>\n<td style=\"width: 80.2292%;\">Current Skill Index</td>\n</tr>\n</tbody>\n</table>\n<p>Note that this substitution only occurs when the note is displayed in a chat card, it is not evaluated at any other time.</p>\n<h2>Skill Details</h2>\n<p><img src=\"systems/hm3/images/help/skills-detail.jpg\" alt=\"Skills Detail Page\" width=\"388\" height=\"297\" /></p>\n<p>The skills detail page provides a mechanism for specifying the skill base and mastery level for a skill.</p>\n<h3>Skill Formulas</h3>\n<p>For each skill, you may optionally provide a formula to calculate the skill base. If a valid formula is provided, the skill base input will become read-only in favor of being calculated via the formula.</p>\n<p>The format of the formula is:</p>\n<pre>@&lt;ability&gt;, @&lt;ability&gt;, @&lt;ability&gt; [, sunsign, ...] [, modifier]</pre>\n<p>For example, the following is a valid formula:</p>\n<pre>@str, @dex, @agl, Ulandus:2, Aralius, 3</pre>\n<p>This formula indicates:</p>\n<ol>\n<li>Take average of Strength, Dexterity, and Agility</li>\n<li>If character has \"Ulandus\" sunsign, add 2</li>\n<li>If character has \"Aralius\" sunsign, add 1</li>\n<li>Add 3</li>\n</ol>\n<p>(NOTE: Only the highest sunsign modifier will be added, never multiple modifiers.)</p>\n<p>Valid ability identifiers are: <code>@str</code>, <code>@sta</code>, <code>@dex</code>, <code>@agl</code>, <code>@int</code>, <code>@aur</code>, <code>@wil</code>, <code>@eye</code>, <code>@hrg</code>, <code>@sml</code>, <code>@voi</code>, <code>@cml</code>, and <code>@mor</code>.</p>\n<p>&nbsp;</p>\n<h1>Skills Sections</h1>\n<p>The remainder of this tab is divided into six sections:</p>\n<h2>Physical Skills</h2>\n<p>Physical Skills are described in H&acirc;rnMaster Skills 8-10. All physical skills are subject to 5 x Physical Penalty reduction of EML.</p>\n<h3>Condition</h3>\n<p>There is one special physical skill, @Compendium[hm3.std-skills-physical.CJHE6RelYvl2GdOY]{Condition}. Condition is described in Skills 9 and is an optional rule.</p>\n<p>If the Condition skill is included in an actor's physical skills, then Endurance is set equal to Condition SB.&nbsp; This will affect shock rolls and calculations of physical penalty.</p>\n<p>e.g. If you have a Condition of 15 but a calculated Endurance of 14, then your Endurance will be set to 15 and carrying 29 lbs of gear will give you an Encumbrance penalty of 1 (29&divide;15) instead of 2 (29&divide;14)&nbsp;</p>\n<h2>Communication Skills</h2>\n<p><span style=\"color: #191813;\">Communication skills are described in H&acirc;rnMaster Skills 10-12. All communication skills are subject to Universal Penalty.</span></p>\n<h2>Combat Skills</h2>\n<p><span style=\"color: #191813;\">Combat skills are described in H&acirc;rnMaster 3 Skills 18-19. All combat skills are subject to Physical Penalty.</span></p>\n<h2>Craft Skills</h2>\n<p><span style=\"color: #191813;\">Craft skills are described in H&acirc;rnMaster 3 Skills 13-17. All Craft skills are subject to Universal Penalty.</span></p>\n<h2>Magic Skills</h2>\n<p>HarnMaster has a rich and detailed magic system described in the supplement HarnMaster Magic.&nbsp; As part of that mechanism, each Shek-Pvar has proficiency in one or more Convocations, which are here treated as skills.&nbsp; If a character is a Shek-Pvar of the Peleahn convocation, they would have two Magic proficiencies: one for Peleahn, and the other for Neutral (all Shek-Pvar have Neutral proficiency in addition to their primary convocation).</p>\n<p>In order to create spells in the @JournalEntry[Sheet - Esoterics Tab], you will need to create proficiency in the appropriate convocations here.</p>\n<h2>Ritual Skills</h2>\n<p>H&acirc;rnMaster Religion provide rich and detailed description of rituals, ritual invocations, and dieties in H&acirc;rn.&nbsp; This section allows characters to record their skill in a paricular religion.</p>\n<h3>Character Religion</h3>\n<p>Characters can choose which diety (if any) they wish to worship. The Ritual skill, which is specific to each diety, indicates the knowledge the character has of their religion.&nbsp; After initiation into a religion a character would be presumed to open the Ritual ML at OMLx1.</p>\n<p>It is possible that a character might worship multiple dieties.&nbsp; In that case, the character would have multiple Ritual skills, one for each diety.</p>\n<h3>Piety</h3>\n<p>In addition to the skill statistics, each ritual skill also records the Piety associated with that diety.&nbsp; If a character worships multiple dieties, they will have separate Piety values for each diety.</p>\n<p>Ritual skills are described in H&acirc;rnMaster Religion 7. All Ritual skills are subject to the Universal Penalty * 5 reduction to EML.</p>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "TuTuhLdeiS4uOzpT",
  "pages": [],
  "_key": "!journal!TuTuhLdeiS4uOzpT"
}
