{
  "name": "Sheet - Combat Tab",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p><img src=\"systems/hm3/images/help/combat-tab.jpg\" alt=\"Combat Tab\" width=\"704\" height=\"592\" /></p>\n<p>The Combat Tab centralizes all information related to combat in a single tab.&nbsp; This tab contains combat statistics, weapons, armor, and injuries.</p>\n<p>More generally, this tab deals with combat, which is described more fully in the following articles:</p>\n<ul>\n<li>@JournalEntry[Combat - Overview]</li>\n<li>@JournalEntry[Combat - Assisted]</li>\n<li>@JournalEntry[Combat - Automated]</li>\n</ul>\n<h2>Combat Statistics</h2>\n<p>The Combat Statistics section provides access to both key data for use in combat, as well as quick access to important rolls that are used often in combat.</p>\n<h3>Fatigue</h3>\n<p>Fatigue occurs in many different situations, from casting spells, to using psionic talents, to simply physical stress, but ultimately its greatest effect is in penalizing combat and causing shock.&nbsp; Fatigue is a user-input field.&nbsp; However, various other effects can change the effective fatigue value, so both effective fatigue and base fatigue are shown.&nbsp; The player enters the base fatigue, and effective fatigue is calculated.</p>\n<h3>Assisted Rolls</h3>\n<p>There are a number of assisted rolls in this section:</p>\n<ul>\n<li>Dodge Roll</li>\n<li>Shock Roll</li>\n<li>Stumble Roll</li>\n<li>Fumble Roll</li>\n<li>Injury Roll</li>\n<li>Damage Roll</li>\n</ul>\n<p>Various fields in this section are clickable and will perform various assisted rolls. For further information on how these assisted rolls are used, please see the section @JournalEntry[Combat - Assisted].</p>\n<h2>Associated Skill</h2>\n<p>All melee and missile weapons have a field named \"Associated Skill\". This field indicates which skill is used when using that weapon.&nbsp; This is used to determine AML/DML.&nbsp; If there is a weapon specialization that applies, that would be the best choice; if not, the base skill would apply.</p>\n<p>For missile weapons where there is no particular skill, you can choose the \"Throwing\" skill.</p>\n<h2>Thrown Items</h2>\n<p>You may want to consider creating a generic \"Thrown Item\" missile weapon that represents any otherwise unspecified thrown item (possibly with a large quantity figure, such as 999).&nbsp; This will allow you to arbitrarily throw things such as oil flasks, chairs, etc.</p>\n<h2>Single and Two-Handed Weapons</h2>\n<p>In order to model melee weapons which can be either used single- or two-handed, it is recommended to create two separate weapons: one for the weapon when used single-handed, and the other for the weapon when used two-handed.&nbsp; The entry for the one-handed weapon may be given an attack adjustment based on the \"hand mode\" of the weapon.</p>\n<h2>Melee vs. Missile Weapons</h2>\n<p>Most weapons used to launch missiles can also be used in a melee context.&nbsp; For instance, a bow can be used in melee as a type of staff for both attack and defense.&nbsp; A spear can be either used in melee combat, or thrown as a missile.&nbsp; In the case of items that can serve either purpose, the suggestion is to have two separate entries: one for the item as a melee weapon (e.g., \"Spear (melee)\") and one for the item as a missile (e.g., \"Spear (missile)\").&nbsp; If this is the case, you may set the weight of the melee version of the item to 0, since the weight is being tracked in the missile entry for the weapon.</p>\n<p>In the case of a bow or other device used to throw a missile, the weight of the bow is separate from the weight of the arrows, so they would be tracked separately.&nbsp; The bow should be tracked as a melee weapon, while the arrows are tracked as a missle weapon.</p>\n<h2>Unavailable Weapon Aspects</h2>\n<p>Certain weapons do not have some weapon aspects.&nbsp; For example, a Round Shield has a blunt aspect, but does not have edged or piercing aspects.&nbsp; When this is the case, you should indicate this by placing a -1 in the entry for the aspect that is unavailable for that weapon on the melee weapon gear detail sheet (use the edit icon to open the detail sheet).</p>\n<h2>Unarmed Combat \"Melee Weapons\"</h2>\n<p>Since all weapons that show up on the combat page must have an entry in the gear tab, there are melee weapons specifically created for hand, foot, and head.&nbsp; These melee weapons can be placed in the gear tab and equipped in order to provide the ability to perform unarmed combat.</p>\n<p>The same technique can be used with creatures in order to indicate claws and other sorts of melee attacks. These would be specified as melee weapon \"gear\", but with a weight of 0 and very likely always equipped.</p>\n<h2>Melee Weapons</h2>\n<p>This section contains&nbsp;<strong>equipped</strong> weapons that can be used in close, or melee, combat. This section only lists weapons used in combat; for information on how to add new weapons, see @JournalEntry[Sheet - Gear Tab].</p>\n<h3>Weapon Name and Icon</h3>\n<p>This field contains an icon representing the weapon and its name.&nbsp; If the name of the weapon is clicked, Automated Combat will be initiated with that weapon.&nbsp; See @JournalEntry[Combat - Automated].</p>\n<h3>Weapon Aspects</h3>\n<p>The weapon aspects blunt (B), edged (E), and piercing (P) indicate the base impact when an attack succeeds. The appropriate aspect may be cliced to begin rolling damage for that aspect using Assisted Combat.</p>\n<h3>Attack ML (AML)</h3>\n<p>In order to attack with a weapon, you may click on the AML value to begin Assisted Combat with that weapon.</p>\n<h3>Defense ML (DML)</h3>\n<p>In order to block with a weapon, you may click on the DML value to begin Assisted Combat to block with that weapon.</p>\n<h2>Missile Weapons</h2>\n<p>This section is used to track&nbsp;<strong>equipped</strong>&nbsp;missile weapons, which are weapons used to attack a target at a distance. This section only details the actual missile (e.g., an arrow), not the device used to throw the missile if any (e.g., a bow).</p>\n<p>Various fields in this section are clickable and will perform various assisted rolls as described below.</p>\n<p>Note that because missile ranges differ, some missiles that may seem similar will have separate entries. For instance, \"Arrow (Longbow)\" and \"Arrow (Shortbow)\" would be two separate entries, since the range for these two missiles is radically different. In practice it is unlikely you will have both a longbow and shortbow, so distinguishing between these two is not normally an issue.</p>\n<h3>Weapon Name and Icon</h3>\n<p>This field contains an icon representing the missile and its name.&nbsp; If the name of the missile is clicked, Automated Combat will be initiated with that weapon.&nbsp; See @JournalEntry[Combat - Automated].</p>\n<h3>Quantity</h3>\n<p>Missile quantity is an important component of missile weapons: there is generally not an infinite quantity of missiles available to the attacker. The number of available missiles is tracked here (and can be modified in the Gear section, see @JournalEntry[Sheet - Gear Tab].</p>\n<p>Note that once the missile quantity reaches 0, the missile may no longer be used until the quantity is increased above zero.&nbsp; Quantity will be reduced by one every time an attack is made with a missile weapon (regardless of whether it is successful or not).</p>\n<h3>Skill</h3>\n<p>Each missile weapon is associated with a particular skill, which is indicated here.&nbsp; For instance, an Arrow might be associated with a Bow skill.</p>\n<h3>Range</h3>\n<p>Missiles have different ranges, but all missile weapons fall into four missile range categories: short, medium, long, and extreme. This section describes these ranges, using the form&nbsp;<strong><em>range</em>/<em>impact</em></strong>.&nbsp; Range is the maximum distance in feet to be considered at that range, and impact is the base impact of the missile at that range.</p>\n<p>Missile weapons generally use only a single aspect, for example piercing, so no aspect is described.</p>\n<p>Clicking on the range will begin a Damage Roll using Assisted Combat at that range.</p>\n<h3>Attack ML (AML)</h3>\n<p>In order to attack with a missile, you may click on the AML value to begin Assisted Combat with that missile.</p>\n<h2>Injuries</h2>\n<p>This section tracks the characters injuries.&nbsp; Injuries can be either an actual contusion, cut, piercing, burn, etc., but it can also include bloodloss, shock, infection, and other ailments.&nbsp; This section tracks all of that.</p>\n<p>For each injury, the injury level and healing rate are tracked.&nbsp; Note that each injury is treated separately; if you have two injuries to the head, it will show up as two separate entries.</p>\n<p>The healing rate for each injury is clickable.&nbsp; If clicked, it will perform a \"Healing Roll\" for that injury; If successful, the IL of the injury may be reduced.</p>\n<p>Note that the injuries here will affect the Universal Penalty.</p>\n<h2>Armor Locations</h2>\n<p>Armor locations are specifically identified body parts of a character or creature that can be targeted and injured. Each of these body parts will have an armor protection rating and a likelihood of having that body part hit during combat.</p>\n<p>Standard Body Parts</p>\n<p>Because of the large number of variable settings associated with armor locations, a set of \"standard\" types has been created; use of these standard types will ease the burden of setting up these body locations.&nbsp; The standard types are:</p>\n<ul>\n<li>Skull</li>\n<li>Face</li>\n<li>Neck</li>\n<li>Shoulder</li>\n<li>Upper Arm</li>\n<li>Elbow</li>\n<li>Forearm</li>\n<li>Hand</li>\n<li>Thorax</li>\n<li>Abdomen</li>\n<li>Groin</li>\n<li>Hip</li>\n<li>Thigh</li>\n<li>Knee</li>\n<li>Calf</li>\n<li>Foot</li>\n<li>Wing</li>\n<li>Tentacle</li>\n<li>Tail</li>\n</ul>\n<p>When selecting one of those values, all of the other selections will be ignored and the settings taken from the standards for the given type.&nbsp; If you wish to specify your own settings, select \"Custom\".</p>\n<h3>Automatic Armor Values</h3>\n<p>Because of the way that layering of armor in HarnMaster works, determining the armor protection values for a large set of locations can become a daunting task, especially when the player takes off and puts on various parts of armor. In order to assist with this, whenever armor is equipped (worn), it automatically calculates the protection values for those areas it covers.</p>\n<p><strong>IMPORTANT</strong>: If you have setup a custom protection value for a location, and you equip armor that covers that location, your custom values will be wiped out in favor of the values from the armor.&nbsp; Either you may have armor equpped, in which case it will wipe out any custom values, or you may use your custom values instead. They can't be mixed.</p>\n<h3>Probability Weighting</h3>\n<p>One purpose of the Armor Locations section is to provide a list of locations that may be hit during combat. The system uses a technique called Probability Weighting to determine the likelihood of hitting a given area.&nbsp; In essence, instead of making each body part equally likely to be hit, you can specify the weighted likelihood that a given area will be hit.</p>\n<p>An easy way of thinking of this is to say that you are going to have 100 points, and will parcel them out across all body parts.&nbsp; If you say the Left Arm gets 5 points, then you are essentially saying there is a 5% chance of that body part getting hit.</p>\n<p>The same exact probabliity would happen if you chose to use 1000 points total, and gave 50 to the Left Arm.&nbsp; That would still be 5% probability.</p>\n<p>You may decide how many points overall and how many to give to each body part.&nbsp; There is no need to specify up front the total number of points; when the time comes to determine what part gets chosen, the system will add up all of the parts and then determine which gets hit according to its weight.</p>\n<p>Note that there are three weightings you will need to provide: for High Aim, Low Aim, and Mid Aim.</p>\n<p>It is highly recommended you look at some examples before attempting to set these on your own.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "0HFubXxOFYP7e8xX",
  "pages": [],
  "_key": "!journal!0HFubXxOFYP7e8xX"
}
