{
  "name": "Sheet - Esoterics Tab",
  "permission": {
    "default": 0,
    "kpJv1acyf3Ez8dBj": 3
  },
  "flags": {},
  "content": "<p><img src=\"systems/hm3/images/help/esoterics-tab.jpg\" alt=\"Esoterics Tab\" width=\"710\" height=\"260\" /></p>\n<p>The Esoterics tab is where you can record any magic-like capability: Shek Pvar spells, Religious Invocations or Psionic talents.</p>\n<h2>Magic Spells</h2>\n<p>The Magic Spells section is where your Shek Pvar actors can record their spells.&nbsp;</p>\n<p>The spell support allows you to record the Convocation of each spell, which matches the convocation in @JournalEntry[Sheet - Skills Tab].&nbsp;</p>\n<p>The level of a spell follows the basic rules for magic where the level is multiplied by 5 and subtracted from the convocation ML.</p>\n<p>The note is output to the chat when the spell is cast. This is a good area to summarize the spell's effects.</p>\n<p>The description is for the full description of the spell.&nbsp;</p>\n<p>If the spell effects fit with what is possible with @JournalEntry[Sheet - Effect Tab] then you can add them to Spell Items prior to assigning them to an actor. Once the spell is assigned to an actor, you cannot add or edit Effects.</p>\n<h2>Ritual Invocations</h2>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The Ritual Invocations section is where your priest/priestess character actors can record their invocations.&nbsp;</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The invocation support allows you to record the diety of each spell, which matches the deity of the ritual in @JournalEntry[Sheet - Skills Tab].</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The circle of an invocation follows the basic rules for religion where the circle is multiplied by 5 and subtracted from the ritual ML.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The note is output to the chat when the invocation is cast. This is a good area to summarize the invocation's effects.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The description is for the full description of the invocation.&nbsp;</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">If the spell effects fit with what is possible with @JournalEntry[Sheet - Effect Tab] then you can add them to Invocation Items prior to assigning them to an actor. Once the invocation is assigned to an actor, you cannot add or edit Effects.</p>\n<h2 style=\"box-sizing: border-box; user-select: text; color: #191813;\">Psionic Talents</h2>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The Psionic Talents section is where your character actors can record their psionic talents if you are playing with the optional rules for psionics.&nbsp;</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The psionic item sheet allows you to record the skill base, skill base formula, and mastery level of each talent, similar to any other skill.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The circle of an invocation follows the basic rules for religion where the circle is multiplied by 5 and subtracted from the ritual ML.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The note is output to the chat when the psionic talent is used. This is a good area to summarize the talent's effects.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">The description is for the full description of the talent.&nbsp;</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813;\">If the psionic talent's effects fit with what is possible with @JournalEntry[Sheet - Effect Tab] then you can add them to a psionic talent Item prior to assigning it to an actor. Once the talent is assigned to an actor, you cannot add or edit Active Effects.</p>\n<p>&nbsp;</p>",
  "img": "systems/hm3/images/icons/svg/book.svg",
  "_id": "QKKVvbriASKXwoOU",
  "pages": [],
  "_key": "!journal!QKKVvbriASKXwoOU"
}
